{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Actions",
			"Children": [
				{
					"Source":
					{
						"Text": "Action {ActionHotkey}"
					},
					"Translation":
					{
						"Text": "Действие {ActionHotkey}"
					},
					"Key": "DefaultActionMessage"
				},
				{
					"Source":
					{
						"Text": "Respawn {ActionHotkey}"
					},
					"Translation":
					{
						"Text": "Возрождение {ActionHotkey}"
					},
					"Key": "RespawnActionMessage"
				}
			]
		},
		{
			"Namespace": "Common",
			"Children": [
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Применить"
					},
					"Key": "ApplyButtonText"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Назад"
					},
					"Key": "BackButtonText"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "Принять"
					},
					"Key": "ConfirmButtonText"
				},
				{
					"Source":
					{
						"Text": "K"
					},
					"Translation":
					{
						"Text": "K"
					},
					"Key": "ThousandSymbol"
				},
				{
					"Source":
					{
						"Text": "Respawn is available"
					},
					"Translation":
					{
						"Text": "Доступно возрождение"
					},
					"Key": "RespawnAvailable"
				}
			]
		},
		{
			"Namespace": "CreateSession",
			"Children": [
				{
					"Source":
					{
						"Text": "Session name"
					},
					"Translation":
					{
						"Text": "Название сессии"
					},
					"Key": "SessionNameHint"
				}
			]
		},
		{
			"Namespace": "FindSessions",
			"Children": [
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Название"
					},
					"Key": "NameColumnName"
				},
				{
					"Source":
					{
						"Text": "Number"
					},
					"Translation":
					{
						"Text": "Номер"
					},
					"Key": "NumberColumnName"
				},
				{
					"Source":
					{
						"Text": "Ping"
					},
					"Translation":
					{
						"Text": "Пинг"
					},
					"Key": "PingColumnName"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "Обновить"
					},
					"Key": "RefreshButtonText"
				}
			]
		},
		{
			"Namespace": "Gauss",
			"Children": [
				{
					"Source":
					{
						"Text": "Gauss"
					},
					"Translation":
					{
						"Text": "Gauss"
					},
					"Key": "GaussName"
				},
				{
					"Source":
					{
						"Text": "Gauss description"
					},
					"Translation":
					{
						"Text": "Описание Gauss"
					},
					"Key": "GaussDescription"
				}
			]
		},
		{
			"Namespace": "Hipter",
			"Children": [
				{
					"Source":
					{
						"Text": "Hipter"
					},
					"Translation":
					{
						"Text": "Hipter"
					},
					"Key": "HipterName"
				},
				{
					"Source":
					{
						"Text": "Hipter description"
					},
					"Translation":
					{
						"Text": "Описание Hipter"
					},
					"Key": "HipterDescription"
				}
			]
		},
		{
			"Namespace": "InputSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Action"
					},
					"Translation":
					{
						"Text": "Действие"
					},
					"Key": "Action"
				},
				{
					"Source":
					{
						"Text": "Alternative weapon mode"
					},
					"Translation":
					{
						"Text": "Альтернативный режим оружия"
					},
					"Key": "Alternative"
				},
				{
					"Source":
					{
						"Text": "Cancel ability"
					},
					"Translation":
					{
						"Text": "Отменить способность"
					},
					"Key": "CancelAbility"
				},
				{
					"Source":
					{
						"Text": "Change weapon"
					},
					"Translation":
					{
						"Text": "Сменить оружие"
					},
					"Key": "ChangeWeapon"
				},
				{
					"Source":
					{
						"Text": "Crouch"
					},
					"Translation":
					{
						"Text": "Присесть"
					},
					"Key": "Crouch"
				},
				{
					"Source":
					{
						"Text": "Drop weapon"
					},
					"Translation":
					{
						"Text": "Бросить оружие"
					},
					"Key": "DropWeapon"
				},
				{
					"Source":
					{
						"Text": "First ability"
					},
					"Translation":
					{
						"Text": "Первая способность"
					},
					"Key": "FirstAbility"
				},
				{
					"Source":
					{
						"Text": "Inventory"
					},
					"Translation":
					{
						"Text": "Инвентарь"
					},
					"Key": "Inventory"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "Прыжок"
					},
					"Key": "Jump"
				},
				{
					"Source":
					{
						"Text": "Menu"
					},
					"Translation":
					{
						"Text": "Меню"
					},
					"Key": "Menu"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Не реализовано"
					},
					"Key": "SelectFourthPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Не реализовано"
					},
					"Key": "SelectSecondPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Не реализовано"
					},
					"Key": "SelectFirstPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Не реализовано"
					},
					"Key": "SelectThirdPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Reload"
					},
					"Translation":
					{
						"Text": "Перезарядка"
					},
					"Key": "Reload"
				},
				{
					"Source":
					{
						"Text": "Second ability"
					},
					"Translation":
					{
						"Text": "Вторая способность"
					},
					"Key": "SecondAbility"
				},
				{
					"Source":
					{
						"Text": "Select first player"
					},
					"Translation":
					{
						"Text": "Выбрать первого игрока"
					},
					"Key": "SelectFirstPlayer"
				},
				{
					"Source":
					{
						"Text": "Select fourth player"
					},
					"Translation":
					{
						"Text": "Выбрать четвертого игрока"
					},
					"Key": "SelectFourthPlayer"
				},
				{
					"Source":
					{
						"Text": "Select second player"
					},
					"Translation":
					{
						"Text": "Выбрать второго игрока"
					},
					"Key": "SelectSecondPlayer"
				},
				{
					"Source":
					{
						"Text": "Select third player"
					},
					"Translation":
					{
						"Text": "Выбрать третьего игрока"
					},
					"Key": "SelectThirdPlayer"
				},
				{
					"Source":
					{
						"Text": "Shoot"
					},
					"Translation":
					{
						"Text": "Стрельба"
					},
					"Key": "Shoot"
				},
				{
					"Source":
					{
						"Text": "Sprint"
					},
					"Translation":
					{
						"Text": "Спринт"
					},
					"Key": "Sprint"
				},
				{
					"Source":
					{
						"Text": "Third ability"
					},
					"Translation":
					{
						"Text": "Третья способность"
					},
					"Key": "ThirdAbility"
				},
				{
					"Source":
					{
						"Text": "Ultimate ability"
					},
					"Translation":
					{
						"Text": "Ультимативная способность"
					},
					"Key": "UltimateAbility"
				},
				{
					"Source":
					{
						"Text": "Weapon selector"
					},
					"Translation":
					{
						"Text": "Селектор оружия"
					},
					"Key": "WeaponSelector"
				},
				{
					"Source":
					{
						"Text": "Zoom"
					},
					"Translation":
					{
						"Text": "Приближение"
					},
					"Key": "Zoom"
				}
			]
		},
		{
			"Namespace": "Inventory",
			"Children": [
				{
					"Source":
					{
						"Text": "Empty"
					},
					"Translation":
					{
						"Text": "Пусто"
					},
					"Key": "EmptyWeaponCell"
				},
				{
					"Source":
					{
						"Text": "General information"
					},
					"Translation":
					{
						"Text": "Общая информация"
					},
					"Key": "GeneralInformationCategory"
				},
				{
					"Source":
					{
						"Text": "Get module"
					},
					"Translation":
					{
						"Text": "Получить модуль"
					},
					"Key": "GetModule"
				},
				{
					"Source":
					{
						"Text": "Get weapon"
					},
					"Translation":
					{
						"Text": "Получить оружие"
					},
					"Key": "GetWeapon"
				},
				{
					"Source":
					{
						"Text": "Get weapon module"
					},
					"Translation":
					{
						"Text": "Получить модуль на оружие"
					},
					"Key": "GetWeaponModule"
				},
				{
					"Source":
					{
						"Text": "Loot points"
					},
					"Translation":
					{
						"Text": "Очки добычи"
					},
					"Key": "LootPointsCategory"
				},
				{
					"Source":
					{
						"Text": "Weapons"
					},
					"Translation":
					{
						"Text": "Оружие"
					},
					"Key": "WeaponsCategory"
				},
				{
					"Source":
					{
						"Text": "{CellName}\r\n{CellDescription}"
					},
					"Translation":
					{
						"Text": "{CellName}\r\n{CellDescription}"
					},
					"Key": "InventoryCellDescriptionFormat"
				}
			]
		},
		{
			"Namespace": "LocalizationSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Choose language"
					},
					"Translation":
					{
						"Text": "Выберите язык"
					},
					"Key": "ChooseLanguage"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "English"
				},
				{
					"Source":
					{
						"Text": "Русский"
					},
					"Translation":
					{
						"Text": "Русский"
					},
					"Key": "Russian"
				}
			]
		},
		{
			"Namespace": "Quests",
			"Children": [
				{
					"Source":
					{
						"Text": "Kill remaining enemies"
					},
					"Translation":
					{
						"Text": "Убейте оставшихся врагов"
					},
					"Key": "KillEnemies"
				}
			]
		},
		{
			"Namespace": "Rarity",
			"Children": [
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Эпическое"
					},
					"Key": "EpicRarityName"
				},
				{
					"Source":
					{
						"Text": "Epic weapons has {WeaponModulesCount} weapon modules"
					},
					"Translation":
					{
						"Text": "Эпическое оружие имеет {WeaponModulesCount} модулей оружия"
					},
					"Key": "EpicRarityDescription"
				},
				{
					"Source":
					{
						"Text": "Legendary"
					},
					"Translation":
					{
						"Text": "Легендарное"
					},
					"Key": "LegendaryRarityName"
				},
				{
					"Source":
					{
						"Text": "Legendary weapons has {WeaponModulesCount} weapon modules"
					},
					"Translation":
					{
						"Text": "Легендарное оружие имеет {WeaponModulesCount} модулей оружия"
					},
					"Key": "LegendaryRarityDescription"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "Обычное"
					},
					"Key": "NormalRarityName"
				},
				{
					"Source":
					{
						"Text": "Normal weapons rarity has {WeaponModulesCount} weapon modules"
					},
					"Translation":
					{
						"Text": "Обычное оружие имеет {WeaponModulesCount} модулей оружия"
					},
					"Key": "NormalRarityDescription"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "Редкое"
					},
					"Key": "RareRarityName"
				},
				{
					"Source":
					{
						"Text": "Rare weapons rarity has {WeaponModulesCount} weapon modules"
					},
					"Translation":
					{
						"Text": "Редкое оружие имеет {WeaponModulesCount} модулей оружия"
					},
					"Key": "RareRarityDescription"
				}
			]
		},
		{
			"Namespace": "Settings",
			"Children": [
				{
					"Source":
					{
						"Text": "Connect to game"
					},
					"Translation":
					{
						"Text": "Подключиться к игре"
					},
					"Key": "ConnectItem"
				},
				{
					"Source":
					{
						"Text": "Engage party raid"
					},
					"Translation":
					{
						"Text": "Начать групповой рейд"
					},
					"Key": "HostRaidPartyItem"
				},
				{
					"Source":
					{
						"Text": "Engage solo raid"
					},
					"Translation":
					{
						"Text": "Начать одиночный рейд"
					},
					"Key": "HostRaidSoloItem"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "Выйти из игры"
					},
					"Key": "ExitItem"
				},
				{
					"Source":
					{
						"Text": "Exit to main menu"
					},
					"Translation":
					{
						"Text": "Выйти в главное меню"
					},
					"Key": "ExitToMainMenuItem"
				},
				{
					"Source":
					{
						"Text": "Input settings"
					},
					"Translation":
					{
						"Text": "Настройки управления"
					},
					"Key": "InputSettingsItem"
				},
				{
					"Source":
					{
						"Text": "Localization settings"
					},
					"Translation":
					{
						"Text": "Настройки локализации"
					},
					"Key": "LocalizationSettingsItem"
				},
				{
					"Source":
					{
						"Text": "Raid"
					},
					"Translation":
					{
						"Text": "Рейд"
					},
					"Key": "EngageRaidItem"
				},
				{
					"Source":
					{
						"Text": "Search raid"
					},
					"Translation":
					{
						"Text": "Найти рейд"
					},
					"Key": "SearchRaidItem"
				},
				{
					"Source":
					{
						"Text": "Select drone"
					},
					"Translation":
					{
						"Text": "Выбрать дрона"
					},
					"Key": "SelectDroneItem"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Настройки"
					},
					"Key": "SettingsItem"
				},
				{
					"Source":
					{
						"Text": "Video settings"
					},
					"Translation":
					{
						"Text": "Настройки видео"
					},
					"Key": "VideoSettingsItem"
				}
			]
		},
		{
			"Namespace": "SN4K3",
			"Children": [
				{
					"Source":
					{
						"Text": "KUTB"
					},
					"Translation":
					{
						"Text": "KUTB"
					},
					"Key": "DroneMK"
				},
				{
					"Source":
					{
						"Text": "SN4K3"
					},
					"Translation":
					{
						"Text": "SN4K3"
					},
					"Key": "DroneName"
				},
				{
					"Source":
					{
						"Text": "SN4K3 description"
					},
					"Translation":
					{
						"Text": "Описание SN4K3"
					},
					"Key": "DroneDescription"
				}
			]
		},
		{
			"Namespace": "VideoSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Anti-aliasing:"
					},
					"Translation":
					{
						"Text": "Сглаживание:"
					},
					"Key": "AntiAliasing"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "Высокое"
					},
					"Key": "HighQuality"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Низкое"
					},
					"Key": "LowQuality"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Среднее"
					},
					"Key": "MediumQuality"
				},
				{
					"Source":
					{
						"Text": "Post processing:"
					},
					"Translation":
					{
						"Text": "Постобработка:"
					},
					"Key": "PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Resolution:"
					},
					"Translation":
					{
						"Text": "Разрешение:"
					},
					"Key": "Resolution"
				},
				{
					"Source":
					{
						"Text": "Shadows:"
					},
					"Translation":
					{
						"Text": "Тени:"
					},
					"Key": "Shadows"
				},
				{
					"Source":
					{
						"Text": "Textures:"
					},
					"Translation":
					{
						"Text": "Текстуры:"
					},
					"Key": "Textures"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "Ультра"
					},
					"Key": "UltraQuality"
				},
				{
					"Source":
					{
						"Text": "Very high"
					},
					"Translation":
					{
						"Text": "Очень высокое"
					},
					"Key": "VeryHighQuality"
				},
				{
					"Source":
					{
						"Text": "Visual effects:"
					},
					"Translation":
					{
						"Text": "Визуальные эффекты:"
					},
					"Key": "VisualEffects"
				}
			]
		}
	]
}